[
  {
    "id": "6432d69105184b3a14a72e89",
    "company_logo": "https://i.ibb.co/2PpP4Tm/google-1-1-1.png",
    "job_title": "Senior Software Engineer",
    "company_name": "Google LLC",
    "job_location": "Onsite",
    "location": "San Jose, CA, USA",
    "job_type": "fulltime",
    "salary": "157k-235k",
    "job_description": "As the Senior Software Engineer, you will develop Google's software platform. Our team is responsible for developing framework and services to deliver an optimized experience for device platforms. You will manage project priorities, deadlines, deliverables, design, develop, test, deploy, maintain, and enhance software solutions.",
    "job_responsibility": "Write and test product or system development code to optimize the battery life of devices. Participate in or lead design reviews with peers and stakeholders to decide amongst available options to optimize power consumption. Review Android frameworks and services code developed by other developers, and provide feedback to ensure best practices.",
    "educational_requirements": "Bachelor's degree or equivalent practical experience.",
    "experiences": "5 years of experience with software development in one or more programming languages",
    "email":"greeralvarado@liquicom.com",
    "phone": "(939) 598-3036"
  },
  {
    "id": "6432d6911b497280c4cc4903",
    "company_logo": "https://i.ibb.co/SfhqrsZ/netflix-4-1.png",
    "job_title": "UI Artist/Designer, Spry Fox",
    "company_name": "Netflix",
    "job_location": "Remote",
    "location": "United States",
    "job_type": "fulltime",
    "salary": "100K-150K",
    "job_description": "Spry Fox is looking for a UI Artist/Designer! In this role, you will lead our UI visual direction, asset creation, and in-engine implementation for a cozy, multi-platform MMO. ",
    "job_responsibility": "Author high quality, stylized UI assets that compliment the look of in-game 3D assets Collaborate with art direction and designers to improve the quality and usability of the overall UI, within the constraints created by design Maintain and improve a pipeline for authoring high-quality, stylized UI assets that complement the look of in-game 3D assets",
    "educational_requirements": "Bachelor degree to complete any reputational university.",
    "experiences": "2-3 Years in this field.",
    "email":"greeralvarado@liquicom.com",
    "phone": "(939) 598-3036"
  },
  {
    "id": "6432d691c08a39fb853868ad",
    "company_logo": "https://i.ibb.co/gt0ztMf/tesla-9-1.png",
    "job_title": "Engineering Technician - Optimus Wire Harness",
    "company_name": "Tesla",
    "job_location": "Onsite",
    "location": "PALO ALTO, California",
    "job_type": "fulltime",
    "salary": "150K-250K",
    "job_description": "This position is critical to the development of the high-performance electromechanical rotary and linear actuator systems for humanoid bi-pedal robots (Tesla Bot). Tesla actuators need to deliver high performance, efficiency, and torque (force) density.",
    "job_responsibility": "Assembly and testing of actuators. Read process description instructions and execute accordingly. Support R&D with custom test configurations. Track record of using hand tools to perform basic shop operations ",
    "educational_requirements": "2-3 Years in this field.",
    "experiences": "5+ years experience manual machining ",
    "email":"greeralvarado@liquicom.com",
    "phone": "(939) 598-3036"
  },
  {
    "id": "6432d691dbb56cece238c64b",
    "company_logo": "https://i.ibb.co/2PpP4Tm/google-1-1-1.png",
    "job_title": "Technical Program Manager, Google Nest",
    "company_name": "Google",
    "job_location": "Remote",
    "location": "Banqiao District, New Taipei City, Taiwan",
    "job_type": "fulltime",
    "salary": "100K-150K",
    "job_description": "A problem isn't truly solved until it's solved for all. That's why Googlers build products that help create opportunities for everyone, whether down the street or across the globe. As a Technical Program Manager at Google, you'll use your technical expertise to lead complex, multi-disciplinary projects from start to finish.",
    "job_responsibility": "Collaborate with team members and stakeholders to understand or identify defined work problems and program goals, obtain prioritized deliverables, and discuss program impact. Prioritize program goals, understand and translate other stakeholders needs into program goals and prioritized deliverables with minimal assistance, and contribute to decisions on prioritizing goals and deliverables.",
    "educational_requirements": "Bachelor's degree in Computer Science, Technology, Engineering, or equivalent practical experience.",
    "experiences": "3 years of experience managing cross-functional or cross-team projects.",
    "email":"greeralvarado@liquicom.com",
    "phone": "(939) 598-3036"
  },
  {
    "id": "6432d6916e62b70db17f3c07",
    "company_logo": "https://i.ibb.co/SfhqrsZ/netflix-4-1.png",
    "job_title": "Manager, Post Production",
    "company_name": "Netflix",
    "job_location": "Onsite",
    "location": "Tokyo, Japan",
    "job_type": "fulltime",
    "salary": "250K-350K",
    "job_description": "We are seeking an experienced Post Production Manager based in Japan to help manage our Japanese original and licensed contents.  This person will actively reach out to both external partners and internal cross functional teams to manage the titles to get them launched as planned.",
    "job_responsibility": "The successful candidate will be self-motivated, proactive, quick-thinking, flexible and able to pivot when necessary.  S/He will be thorough and able to juggle multiple and diverse responsibilities with a strong emphasis on organization and an unwavering attention to detail at all times.",
    "educational_requirements": "Bachelor degree to complete any reputational university.",
    "experiences": "10 Years + as an experienced Post Production Producer, Supervisor or Manager",
    "email":"greeralvarado@liquicom.com",
    "phone": "(939) 598-3036"
  },
  {
    "id": "6432d6916e62b70avhnav4e3cni7",
    "company_logo": "https://i.ibb.co/SfhqrsZ/netflix-4-1.png",
    "job_title": "Executive Assistant",
    "company_name": "Netflix",
    "job_location": "Remote",
    "location": "Paris, France",
    "job_type": "contractual",
    "salary": "250K-350K",
    "job_description": "Netflix is the world's leading streaming entertainment service, with 230 million paid memberships in over 190 countries, enjoying TV series, documentaries, and feature films across a wide variety of genres and languages. Members can watch as much as they want, anytime, anywhere, on any internet-connected screen. Members can play, pause and resume watching, all without commercials or commitments. ",
    "job_responsibility": "Support the Vice President of Series, France. Maintain a high volume, complex calendar, including scheduling meetings, internally and externally, with multiple parties across multiple time zones. Aligning with cross-functional partners on meeting agendas. Managing a high volume of communication internally and externally, displaying a high level of professionalism. ",
    "educational_requirements": "Bachelor degree to complete any reputational university.",
    "experiences": "7+ Years experience as an Executive Assistant.",
    "email":"greeralvarado@liquicom.com",
    "phone": "(939) 598-3036"
  }
]